Repository: PhoenicisOrg/phoenicis
Catalog: i18n/*.po
Languages: cs, de, fr, he, hu, it, ja, nl, pl, pt, ro, ru, sv, tr

source: Extracted {0}
de: {0} extrahiert
fr: {0} extrait
he: חולצו {0}
hu: Kitömörítve: {0}
it: Estratto {0}
ja: {0} の展開中
nl: {0} uitgepakt
pl: Wypakowano {0}
pt: Extraído {0}
ro: {0} dezarhivat
ru: {0} извлечено
sv: Extraherade {0}
tr: Çıkarılan {0}

source: Verifying the file...
cs: Oveřuji soubor...
de: Überprüfen der Datei...
fr: Vérification du fichier...
he: כעת באימות הקובץ...
hu: Fájl ellenőrzése…
it: Verifica il file...
ja: ファイルを確認しています...
nl: Bestand controleren...
pl: Weryfikacja pliku...
pt: Verificando o arquivo...
ro: Verificare fişier...
ru: Проверка файла...
sv: Verifierar fil...
tr: Dosyayı doğrula...

source: input
de: Eingabe
fr: entrée
he: קלט
hu: Bevitel
ro: inserare
ru: ввод
sv: inmatning
tr: giriş

source: Connecting to the repository failed. Please check your connection and try again.
cs: Připojení k repozitaři se nezdařilo. Zkontrolujte své připojení a akci opakujte.
de: Verbindung mit dem Repository fehlgeschlagen. Bitte überprüfen Sie Ihre Verbindung und versuchen es nochmal.
fr: La connexion au dépôt a échoué. Veuillez vérifier votre connexion et réessayer.
he: ההתחברות אל המאגר נכשלה. נא לבדוק את החיבור שלך לאינטרנט ולנסות שוב.
hu: Nem sikerült csatlakozni az adattárolóhoz. Ellenőrizze a kapcsolatot és próbálja újra.
it: Connessione al repository non riuscito. per favore controlla la tua connessione e riprovare.
ja: リポジトリへの接続に失敗しました。 接続を確認して、もう一度やり直してください。
nl: Verbinding maken met het repository is mislukt. Controleer uw verbinding en probeer het opnieuw.
pl: Połączenie z repozytorium nie powiodło się. Sprawdź połączenie i spróbuj jeszcze raz.
pt: Falha na conexão com repositório. Por favor, verifique sua conexão e tente novamente.
ro: Conectarea la repertoriu a eșuat. Verificați conexiunea și încercați din nou.
ru: Не удалось подключиться к репозиторию. Пожалуйста, проверьте подключение и повторите попытку.
sv: Anslutningen till kodförrådet misslyckades. Kontrollera din anslutning och försök igen.
tr: Depoya bağlanma başarısız oldu. Lütfen bağlantınızı kontrol edin ve tekrar deneyin.

source: Loading engine settings failed.
cs: Načtení nastavení modulu se nezdařilo.
de: Laden der Engineeinstellungen fehlgeschlagen.
fr: Le chargement des paramètres du moteur a échoué.
he: טעינת הגדרות המנועים כשלה.
hu: Szolgáltatási beállítások betöltése sikertelen.
it: Le impostazioni del motore di caricamento non riuscito.
ja: エンジン設定の読み込みに失敗しました。
nl: Engine-instellingen laden mislukt.
pl: Nie powiodło się ładowanie ustawień silnika.
pt: Falha no carregamento de configurações da engine.
ro: Eroare la încărcarea setărilor motorului.
ru: Сбой загрузки параметров движка.
sv: Misslyckades att ladda motorinställningar.
tr: Motor yükleme ayarları başarısız oldu.

source: Loading Verbs failed.
de: Laden der Verbs fehlgeschlagen.
fr: Le chargement des verbes a échoué.
he: טעינת המתפעלים נכשלה.
hu: Az igék betöltése sikertelen.
it: Caricamento verbi fallito.
ja: Verbsの読み込みに失敗しました。
pl: Ładowanie komponentu nie powiodło się.
pt: Falha no carregamento dos Verbs.
ro: Eroare la încărcarea verbelor.
ru: Сбой загрузки библиотек.
sv: Misslyckades att ladda verb.
tr: Fiiller yüklenemedi.

source: Loading engine tools failed.
cs: Načtení nástrojů modulu se nezdařilo.
de: Laden der Enginewerkzeuge fehlgeschlagen.
fr: Le chargement des outils du moteur a échoué.
he: טעינת כלי המנועים נכשלה.
hu: Szolgáltatási eszközök betöltése sikertelen.
it: Strumenti motore di caricamento non riuscito.
ja: エンジンツールの読み込みに失敗しました。
nl: Engine-gereedschap laden mislukt.
pl: Nie powiodło się ładowanie narzędzi silnika.
pt: Falha no carregamento de ferramentas da engine.
ro: Eroare la încărcarea instrumentelor motorului.
ru: Сбой загрузки инструментов движка.
sv: Fel vid laddning av motorverktyg.
tr: Motor yükleme araçları başarısız.

source: Error
de: Fehler
fr: Erreur
he: שגיאה
hu: Hiba
it: Errore
ja: エラー
nl: Fout
pl: Błąd
pt: Erro
ro: Eroare
ru: Ошибка
sv: Fel
tr: Hata

source: Install {0}
cs: Instalovat {0}
de: {0} installieren
fr: Installation de {0}
he: התקנת {0}
hu: A(z) {0} telepítése
it: Installa {0}
ja: {0} をインストール
nl: {0} installeren
pl: Zainstaluj {0}
pt: instalar {0}
ro: Instalează {0}
ru: Установить {0}
sv: Installera {0}
tr: Kur {0}

source: Are you sure you want to install {0}?
cs: Opravdu chcete nainstalovat {0}?
de: Sind Sie sicher, dass Sie {0} installieren möchten?
fr: Êtes-vous sûr de vouloir installer {0} ?
he: להתקין את {0}?
hu: Biztosan szeretné a(z) {0} feltelepítése?
it: Sei sicuro che si desidera installare {0}?
ja: {0} をインストールしてもよろしいですか？
nl: Weet u zeker dat u {0} wilt installeren?
pl: Jestes pewien ze chcesz zainstalować {0}?
pt: Você tem certeza que deseja instalar {0}?
ro: Sunteți sigur că doriți să instalați {0}?
ru: Вы уверены, что хотите установить {0}?
sv: Är du säker på att du vill installera {0}?
tr: {0} kurmak istediğinizden emin misiniz?

source: Delete {0}
cs: Smazat {0}
de: {0} löschen
fr: Suppression de {0}
he: מחיקת {0}
hu: A(z) {0} törlése
it: Cancella {0}
ja: {0} を削除
nl: {0} verwijderen
pl: Usuń {0}
pt: Excluir {0}
ro: Ştergere {0}
ru: Удалить {0}
sv: Ta bort {0}
tr: Sil {0}

source: Are you sure you want to delete {0}?
cs: Opravdu chcete odstranit {0}?
de: Sind Sie sicher, dass Sie {0} löschen möchten?
fr: Êtes-vous sûr de vouloir supprimer {0} ?
he: למחוק את {0}?
hu: Biztosan szeretné a(z) {0} kitörlése?
it: Sei sicuro di che voler eliminare {0}?
ja: {0} を削除してもよろしいですか？
nl: Weet u zeker dat u {0} wilt verwijderen?
pl: Czy na pewno chcesz usunąć {0}?
pt: Você tem certeza que deseja excluir {0}?
ro: Sunteţi sigur că doriţi să ştergeţi {0}?
ru: Вы уверены, что вы хотите удалить {0}?
sv: Är du säker på att du vill ta bort {0}?
tr: {0} silmek istediğinizden emin misiniz?

source: Loading engines failed.
cs: Načtení enginu se nezdařilo.
de: Laden der Engines fehlgeschlagen.
fr: Le chargement des moteurs a échoué.
he: טעינת המנועים נכשלה.
hu: Szolgáltatások betöltése nem sikerült.
it: Motori di caricamento non riuscito.
ja: エンジンの読み込みに失敗しました。
nl: Laden van engines mislukt.
pl: Nie powiodło się ładowanie silnika.
pt: Falha no carregamento das engines.
ro: Încărcarea motoarelor a eșuat.
ru: Сбой загрузки движков.
tr: Motor yüklemeleri başarısız.

source: Unable to load library, please try again.
de: Die Bibliothek konnte nicht geladen werden, bitte versuche es erneut.
fr: Impossible de charger la bibliothèque, veuillez réessayer.
he: לא ניתן לטעון את הספרייה, נא לנסות שוב.
hu: Nem lehet betölteni a könyvtárat, próbálja újra.
it: Impossibile caricare la libreria, riprova.
ja: ライブラリを読み込めませんでした。もう一度やり直してください。
nl: Niet in staat om bibliotheek te laden. Probeer het opnieuw.
pl: Nie udało się załadować biblioteki, spróbuj ponownie.
pt: Não foi possível carregar a biblioteca, por favor, tente novamente.
ro: Imposibil de încărcat biblioteca, reîncercați.
ru: Не удалось загрузить библиотеку, пожалуйста повторите попытку.
sv: Det gick inte att ladda biblioteket, försök igen.
tr: Kütüphane yüklenemiyor, lütfen tekrar deneyin.

source: Engines
cs: Moduly
fr: Moteurs
he: מנועים
hu: Szolgáltatások
it: Motori
ja: エンジン
pl: Silniki
ro: Motoare
ru: Движки
sv: Motorer
tr: Motorlar

source: Settings
cs: Nastavení
de: Einstellungen
fr: Paramètres
he: הגדרות
hu: Beállítások
it: Impostazioni
ja: 設定
nl: Instellingen
pl: Ustawienia
pt: Configurações
ro: Setări
ru: Настройки
sv: Inställningar
tr: Ayarlar

source: User Interface
cs: Uživatelské rozhraní
de: Benutzeroberfläche
fr: Interface
he: ממשק משתמש
hu: Felhasználói felület
it: Interfaccia utente
ja: ユーザーインターフェイス
nl: Gebruikersinterface
pl: Interfejs Użytkownika
pt: Interface do Usuário
ro: Interfață utilizator
ru: Пользовательский интерфейс
sv: Användargränssnitt
tr: Kullanıcı Arayüzü

source: Repositories
cs: Repositáře
fr: Dépôts
he: מאגרים
hu: Adattárolók
it: Repository
ja: リポジトリ
nl: Pakketbronnen
pl: Repozytoria
pt: Repositórios
ro: Repozitorii
ru: Репозитории
sv: Kodförråd
tr: Depolar

source: File Associations
cs: Přiřazení souborů
de: Dateizuordnungen
fr: Associations de fichier
he: שיוכי קבצים
hu: Fájltársítások
it: Associazioni file
ja: ファイルの関連付け
nl: Bestands associaties
pl: Skojarzenia plików
pt: Associações de arquivos
ro: Asocieri de fişiere
ru: Ассоциации Файлов
sv: Filassociationer
tr: Dosya İlişkileri

source: Network
cs: Síť
de: Netzwerk
fr: Réseau
he: רשת
hu: Hálózat
it: Rete
ja: ネットワーク
nl: Netwerk
pl: Sieć
pt: Rede
ro: Rețea
ru: Сеть
sv: Nätverk
tr: Ağ

source: About
cs: O aplikaci
de: Über
fr: À propos
he: על אודות
hu: Névjegy
it: Info su
ja: このプログラムについて
nl: Over
pl: O Aplikacji
pt: Sobre
ro: Despre
ru: О программе
sv: Om
tr: Hakkında

source: Choose Directory...
cs: Zvolte adresář...
de: Verzeichnis wählen...
fr: Choisissez le répertoire...
he: בחירת תיקיה...
hu: Könyvtárválasztás…
it: Scegliere Directory...
ja: ディレクトリを選択...
nl: Kies Map...
pl: Wybierz katalog...
pt: Escolha o Diretório...
ro: Alegeți Dosarul...
ru: Выберите каталог...
sv: Välj katalog...
tr: Dizin Seç...

source: Choose the location of the local repository
cs: Zvolte umístění místního repositáře
de: Verzeichnis des lokalen Repositories auswählen
fr: Choisissez l'emplacement de votre dépôt local
he: נא לבחור את מיקום המאגר המקומי
hu: Válassza ki a helyet a helyi adattárolót
it: Scegliere la posizione del repository locale
ja: ローカルリポジトリの場所を選択
nl: Kies de locatie van het lokale pakketbron
pl: Wybierz położenie lokalnego repozytorium
pt: Escolha a localização do repositório local
ro: Alege locația repozitoriului local
ru: Выберите местоположение локального репозитория
sv: Välj plats för det lokala kodförrådet
tr: Yerel depo konumunu seç

source: Local repository
cs: Místní repositář
de: Lokales Repository
fr: Dépôt local
he: מקור מקומי
hu: Helyi adattároló
it: Repository locale
ja: ローカルリポジトリ
nl: Lokale pakketbron
pl: Lokalne repozytorium
pt: Repositório local
ro: Repo local
ru: Локальный репозиторий
sv: Lokalt kodförråd
tr: Yerel depo

source: Git repository
cs: Git repositář
fr: Dépôt git
he: מאגר Git
hu: Git adattároló
it: Repository Git
ja: Git リポジトリ
pl: Repozytorium Git
pt: Repositório Git
ro: Repo git
ru: Гит pепозиторий
sv: Gitförråd
tr: Git depo

source: Classpath repository
fr: Dépôt classpath
he: מאגר נתיב מחלקה
hu: Adattárolói osztályútvonal
it: Repository di classpath
ja: クラスパスリポジトリ
pl: Repozytorium Classpath
pt: Repositório Classpath
ro: Repo classpath
ru: Хранилище классов/пакетов
sv: Classpath-förråd
tr: Sınıf yolu deposu

source: Git-URL:
hu: Git-URL-címe:
ro: URL-Git:
ru: Адрес Гита:

source: Git-Branch:
hu: Git-ág:
ja: Gitブランチ:
pl: Gałąź Git:
ro: Branșă-Git:
ru: Ветвь-гита:
tr: Git-Dalı:

source: Choose the location of the git repository
cs: Zvolte cestu k úložišti git repositáře
de: Verzeichnis des Git-Repositories auswählen
fr: Choisissez l'emplacement de votre dépôt git
he: נא לבחור את מיקום מאגר ה־Git
hu: Válassza ki a helyet a git adattárolót
it: Scegliere la posizione del repository git
ja: Gitリポジトリの場所を選択
nl: Kies de locatie van het git pakketbron
pl: Wybierz położenie repozytorium git
pt: Escolha a localização do repositório git
ro: Alege locația repo-ului git
ru: Выберите местоположение гит репозитория
sv: Välj plats för git-förråd
tr: Git deposunun konumunu seç

source: Please select the repository type you want to add
cs: Vyberte typ repositáře, který chcete přidat
de: Bitte wählen Sie den Repositorytyp, der hinzugefügt werden soll
fr: Veuillez sélectionner le type de dépôt que vous voulez ajouter
he: נא לבחור את סוג המאגר אותו ברצונך להוסיף
hu: Válassza ki az adattároló típus amit szeretne hozzáadni
it: Si prega di selezionare il tipo di repository che si desidera aggiungere
ja: 追加したいリポジトリタイプを選択してください
nl: Selecteer aub het type van de pakketbron dat u wilt toevoegen
pl: Proszę wybrać typ repozytorium, jakie chcesz dodać
pt: Por favor, selecione o tipo de repositório que você deseja adicionar
ro: Alegeți tipul de repo pe care doriți să-l adăugați
ru: Пожалуйста, выберите тип репозитория, который вы хотите добавить
sv: Välj vilken typ av kodförråd du vill lägga till
tr: Lütfen eklemek istediğiniz depo türünü seçin

source: Repository type:
cs: Typ repositáře:
de: Repositorytyp:
fr: Type de dépôt :
he: סוג מאגר:
hu: Adattárolók típus:
it: Tipo di repository:
ja: リポジトリの種類:
nl: Type van de pakketbron:
pl: Typ repozytorium:
pt: Tipo do repositório:
ro: Tip repo:
ru: Тип репозитория:
sv: Förrådstyp:
tr: Depo türü:

source: Choose repository type...
cs: Zvolte typ repozitáře...
de: Repositorytyp wählen...
fr: Choisissez le type de dépôt...
he: בחירת סוג מאגר...
hu: Adattároló típus választás…
it: Scegli il tipo di repository...
ja: リポジトリの種類を選択...
nl: Kies het pakketbron type...
pl: Wybierz typ repozytorium...
pt: Escolha o tipo de repositório...
ro: Alegeți tipul de repo...
ru: Выберите тип репозитория...
sv: Välj förrådstyp...
tr: Depo türünü seç...

source: Classpath:
he: נתיב מחלקה:
hu: Osztályútvonal:
ru: Месторасположение класса:
tr: Sınıf yolu:

source: Choose the location of your classpath repository
cs: Vyberte umístění classpath repositáře
de: Pfad für Ihr Classpath-Repository auswählen
fr: Choisissez l'emplacement de votre dépôt classpath
he: נא לבחור את המיקום למאגר נתיב המחלקה שלך
hu: Válassza ki a helyet az osztályútvonal adattárolót
it: Scegliere la posizione del tuo repository di classpath
ja: クラスパスリポジトリの場所を選択してください
nl: Kies de locatie van uw klas pad repository
pl: Wybierz położenie lokalnego repozytorium classpath
pt: Escolha a localização do seu repositório classpath
ro: Alege locaţia repozitoriu classpath
ru: Выбрать расположение вашего хранилища классов/пакетов
sv: Välj plats för classpath-förråd
tr: Depon sınıf yolu konumunu seç

source: Add a new Repository
cs: Přidat repozitář
de: Repository hinzufügen
fr: Ajouter un nouveau dépôt
he: הוספת מאגר חדש
hu: Új adattároló hozzáadása
it: Aggiungere un nuovo Repository
ja: 新しいリポジトリを追加
nl: Voeg een nieuwe Pakketbron toe
pl: Dodaj nowe repozytorium
pt: Adicionar um repositório
ro: Adaugă repo nou
ru: Добавить новый репозиторий
sv: Lägg till nytt kodförråd
tr: Yeni depo ekle

source: Console
cs: Konzole
de: Konsole
he: שורת פקודה
hu: Vezérlőpult
ja: コンソール
pl: Konsola
ro: Consolă
ru: Консоль
sv: Konsol
tr: Konsol

source: Library
cs: Knihovna
de: Bibliothek
fr: Bibliothèque
he: ספריה
hu: Könyvtár
it: Libreria
ja: ライブラリ
nl: Bibliotheek
pl: Biblioteka
pt: Coleção
ro: Bibliotecă
ru: Библиотека
sv: Bibliotek
tr: Kitaplık

source: Apps
cs: Aplikace
de: Anwendungen
he: יישומים
hu: Alkalmazások
ja: アプリ
pl: Aplikacje
pt: Aplicativos
ro: Aplicații
ru: Приложения
sv: Appar
tr: Uygulamalar

source: Containers
cs: Kontejnery
de: Container
fr: Conteneurs
he: מכולות
hu: Tárolók
ja: コンテナ
pl: Kontenery
pt: Contêineres
ro: Containere
ru: Контейнеры
sv: Behållare
tr: Konteynerler

source: Loading containers failed.
cs: Načtení kontejnerů se nezdařilo.
de: Laden der Container fehlgeschlagen.
fr: Le chargement des conteneurs a échoué.
he: טעינת המכולות נכשלה.
hu: Tárolók betöltése nem sikerült.
it: Caricamento dei containers non riuscita.
ja: コンテナの読み込みに失敗しました。
nl: Containers laden mislukt.
pl: Nie udało się załadować kontenerów.
pt: Falha no carregamento dos contêineres.
ro: Încărcarea containerelor a eșuat.
ru: Сбой загрузки контейнеров.
sv: Misslyckades att ladda behållare.
tr: Motor yüklemeleri başarısız.

source: Installations
cs: Instalace
de: Installationen
he: התקנות
hu: Telepítések
it: Installazioni
ja: インストール
nl: Installaties
pl: Instalacje
pt: Instalações
ro: Instalări
ru: Установки
sv: Installationer
tr: Kurulular

source: Retry
cs: Opakovat
de: Wiederholen
fr: Réessayer
he: ניסיון חוזר
hu: Újra
it: Riprova
ja: 再試行する
nl: Opnieuw proberen
pl: Ponów
pt: Tentar novamente
ro: Reîncearcă
ru: Повтор
sv: Försök igen
tr: Tekrar dene

source: Reason: {0}
cs: Důvod: {0}
de: Grund: {0}
fr: Raison : {0}
he: סיבה: {0}
hu: Ok: {0}
it: Motivo: {0}
ja: 理由: {0}
nl: Reden: {0}
pl: Powód: {0}
pt: Motivo: {0}
ro: Motiv: {0}
ru: Причина: {0}
sv: Anledning: {0}
tr: Sebep: {0}

source: I agree
cs: Souhlasím
de: Ich stimme zu
fr: J'accepte
he: אני מסכים/ה
hu: Egyetértek
it: Sono d'accordo
ja: 同意する
nl: Ik ga akkoord
pl: Zgadzam się
pt: Eu concordo
ro: Accept
ru: Я согласен
sv: Jag godkänner
tr: Kabul ediyorum

source: Question
cs: Otázka
de: Frage
he: שאלה
hu: Kérdés
it: Domanda
ja: 質問
nl: Vraag
pl: Pytanie
pt: Questão
ro: Întrebare
ru: Вопрос
sv: Fråga
tr: Soru

source: Cancel
cs: Zrušit
de: Abbrechen
fr: Annuler
he: ביטול
hu: Mégse
it: Cancella
ja: キャンセル
nl: Annuleren
pl: Anuluj
pt: Cancelar
ro: Anulare
ru: Отмена
sv: Avbryt
tr: İptal

source: Next
cs: Další
de: Weiter
fr: Suivant
he: קדימה
hu: Tovább
it: Prossimo
ja: 次へ
nl: Volgende
pl: Następny
pt: Avançar
ro: Următor
ru: Далее
sv: Nästa
tr: Sonraki

source: Click or drag-and-drop file here
cs: Klikněte a nebo přetáhněte soubor zde
de: Klicken, oder eine Datei hierhin ziehen
fr: Cliquez ou glissez un fichier ici
he: נא ללחוץ או לגרור ולשחרר קובץ כאן
hu: Kattintson vagy húzza át a fájlt ide
it: Fare clic su o trascina il file qui
ja: クリックまたはここにファイルをドラッグ＆ドロップ
nl: Klik of draag het bestand naar hier
pl: Kliknij lub przeciągnij i upuść plik tutaj
pt: Arraste e solte o arquivo aqui
ro: Fă clic sau glisează dosarul aici
ru: Щелкните или перетащите и бросьте файл сюда
sv: Klicka eller dra-och-släpp-fil här
tr: Dosyayı buraya sürükle yada tıkla

source: Allowed file types
cs: Povolené typy souborů
de: Erlaubte Dateitypen
fr: Types de fichiers autorisés
he: סוגי קבצים מורשים
hu: Engedélyezett fájltípusok
it: Tipologie di file permessi
ja: 許可されたファイルの種類
nl: Toegestane bestandstypes
pl: Dozwolone typy plików
pt: Tipos de arquivo permitidos
ro: Tipuri de fișiere permise
ru: Разрешенные типы файлов
sv: Tillåtna filtyper
tr: İzin verilen dosya türleri

source: Standard theme
cs: Standardní motiv
de: Standard
fr: Thème standard
he: ערכת נושא סטנדרטית
hu: Szabványos téma
it: Tema standard
ja: 標準
nl: Standaard thema
pl: Podstawowy motyw
pt: Temas padrão
ro: Temă standard
ru: Стандартная тема
sv: Standardtema
tr: Standart tema

source: Dark theme
cs: Tmavý motiv
de: Dunkel
fr: Thème sombre
he: ערכת נושא כהה
hu: Sötét téma
it: Tema Scuro
ja: ダーク
nl: Donkere thema
pl: Ciemny motyw
pt: Tema Dark
ro: Temă sumbră
ru: Тёмное оформление
sv: Mörkt tema
tr: Koyu tema

source: Breeze Dark theme
cs: Tmavý motiv breeze
de: Breeze Dunkel
fr: Thème sombre Breeze
he: ערכת הנושא Breeze Dark
hu: Breeze sötét téma
it: Tema Breeze Dark
ja: Breeze Dark
nl: Donkere thema Breeze
pl: Motyw Bryzy
pt: Tema Breeze Dark
ro: Temă briză sumbră
ru: Темная тема бриз
sv: Breeze Dark-tema
tr: Breeze koyu tema

source: Unity theme
cs: Unity motiv
de: Unity
fr: Thème Unity
he: ערכת הנושא Unity
hu: Unity téma
it: Unity
ja: Unity
nl: Unity thema
pl: Motyw Unity
pt: Tema Unity
ro: Temă Unity
ru: Тема Юнити
sv: Unity-tema
tr: Unity tema

source: Mint-X theme
cs: Mint-X motiv
de: Mint-X
fr: Thème Mint-X
he: ערכת הנושא Mint-X
hu: Mint-X téma
it: Tema Mint-X
ja: Mint-X
nl: Mint-X thema
pl: Motyw Mint-X
pt: Tema Mint-X
ro: Temă Mint-X
ru: Минт-X тема
sv: MintX-tema
tr: Mint-X tema

source: Categories
cs: Kategorie
de: Kategorien
fr: Catégories
he: קטגוריות
hu: Osztályok
it: Categorie
ja: カテゴリ
nl: Categorieën
pl: Kategorie
pt: Categorias
ro: Categorii
ru: Категории
sv: Kategorier
tr: Kategoriler

source: All
cs: Vše
de: Alle
fr: Tous
he: הכול
hu: Összes
it: Tutti
ja: 全て
nl: Alle
pl: Wszystkie
pt: Todos
ro: Toate
ru: Все
sv: Alla
tr: Tümü

source: Add
cs: Přidat
de: Hinzufügen
fr: Ajouter
he: הוספה
hu: Hozzáadás
it: Aggiungi
ja: 追加
nl: Toevoegen
pl: Dodaj
pt: Adicionar
ro: Adaugă
ru: Добавить
sv: Lägg till
tr: Ekle

source: Remove
cs: Odstranit
de: Entfernen
fr: Supprimer
he: הסרה
hu: Eltávolítás
it: Rimuovi
ja: 削除
nl: Verwijderen
pl: Usuń
pt: Remover
ro: Elimină
ru: Удалить
sv: Ta bort
tr: Kaldır

source: Key
de: Schlüssel
fr: Clé
he: מפתח
hu: Kulcs
it: Chiave
ja: キー
nl: Sleutel
pl: Klucz
pt: Chave
ro: Cheie
ru: Ключ
sv: Nyckel
tr: Anahtar

source: Attribute
de: Attribut
fr: Attribut
he: תכונה
hu: Tulajdonság
it: Attributo
ja: 属性
nl: Attribuut
pl: Atrybut
pt: Atributo
ro: Atribut
ru: Атрибут
sv: Attribut
tr: Nitelik

source: Delete {0} container
cs: Odstranit kontejner {0}
de: Container {0} löschen
fr: Suppression du conteneur {0}
he: מחיקת המכולה {0}
hu: A(z) {0} tároló eltávolítása
it: Eliminare il container {0}
ja: {0} コンテナを削除
nl: Verwijder {0} container
pl: Usuń kontener {0}
pt: Excluir o contêiner {0}
ro: Şterge Containerul {0}
ru: Удалить {0} контейнер
sv: Ta bort behållaren {0}
tr: {0} konteyneri sil

source: Are you sure you want to delete the {0} container?
cs: Přejete si smazat {0} kontejner?
de: Sind Sie sicher, dass Sie den Container {0} löschen möchten?
fr: Êtes-vous sûr de vouloir supprimer le conteneur {0} ?
he: למחוק את מכולת {0}?
hu: Biztosan szeretné a(z) {0} tartály eltávolítása?
it: Sei sicuro di che voler eliminare il container {0}?
ja: {0} コンテナを削除してもよろしいですか？
nl: Weet u zeker dat u deze {0} container wilt verwijderen?
pl: Czy na pewno chcesz usunąć kontener {0}?
pt: Você tem certeza que deseja excluir o contêiner {0}?
ro: Sunteţi sigur că doriţi să ştergeţi containerul {0}?
ru: Вы действительно хотите удалить {0} контейнер?
sv: Är du säker på att du vill ta bort behållaren {0}?
tr: {0} konteyneri silmek istediğinizden emin misiniz?

source: Error during engine engine version change
de: Fehler beim Ändern der Engine Version
fr: Erreur lors du changement de version du moteur
hu: Hiba történt a szolgáltatási verzió változtatása közben
it: Errore durante il cambio della versione del motore
nl: Fout tijdens wijzigen van engine
ro: Eroare la schimbarea versiunii motorului
ru: Ошибка при изменении версии движка
tr: Motor motoru sürüm değişikliği sırasında hata oluştu

source: Cannot open container {0} in file browser
cs: Nepodařilo se otevřít kontejner {0} v prohlížeči
de: Container {0} kann nicht in Dateimanager geöffnet werden
fr: Impossible d’ouvrir le conteneur {0} dans l’explorateur de fichiers
he: לא ניתן לפתוח את המכולה {0} בסייר הקבצים
hu: A(z) {0} tároló megnyitása fájlkezelőben nem sikerült
it: Impossibile aprire il contenitore {0} nel browser file
ja: ファイルブラウザで {0} コンテナを開くことができません
nl: Kan container {0} niet openen in bestandsverkenner
pl: Nie można otworzyć kontenera {0} w przeglądarce plików
pt: Não é possível abrir o contêiner {0} no navegador de arquivos
ro: Imposibil de deschis containerul {0} în exploratorul de fișiere
ru: Не удается открыть контейнер {0} в файловом браузере
sv: Filhanteraren kan inte öppna behållaren {0}
tr: Dosya tarayıcısında konteyner {0} açılamıyor

source: Verbs
fr: Verbes
he: מתפעלים
hu: Igék
it: Verbi
pl: Komponenty
ro: Verbe
ru: Библиотеки
sv: Verb
tr: Fiiller

source: Install selected
cs: Instalovat vybrané
de: Ausgewählte installieren
fr: Installer la sélection
he: התקנת הנבחרים
hu: Kijelölés telepítése
it: Installazione selezionata
ja: 選択したものをインストール
nl: Selectie installeren
pl: Zainstaluj wybrane
pt: Instalar selecionados
ro: Instalează selectate
ru: Установить выбранное
sv: Installera valda
tr: Seçilenleri kur

source: Install Verbs
de: Verben installieren
fr: Installer les Verbes
he: התקנת מתפעלים
hu: Az igék telepítése
it: Installare i verbi
ja: Verbsをインストール
nl: Installeer Verbs
pl: Zainstaluj komponenty
pt: Instalar Verbs
ro: Instalează verbe
ru: Установка библиотек
sv: Installera verb
tr: Fiilleri Kur
