Repository: PhoenicisOrg/phoenicis
Catalog: i18n/*.po
Languages: cs, de, fr, he, hu, it, ja, nl, pl, pt, ro, ru, sv, tr

source: Are you sure you want to install the following Verbs:
de: Sind Sie sicher, dass Sie die folgenden Verben installieren möchten:
fr: Êtes-vous sûr de vouloir installer les Verbes suivants :
he: האם להתקין את המתפעלים הבאים:
hu: Biztosan szeretné a következő igék feltelepítése:
it: Sei sicuro di voler installare i seguenti Verbi:
ja: 次のVerbsをインストールしてもよろしいですか？
pl: Czy na pewno chcesz zainstalować następujące komponenty:
pt: Você tem certeza que deseja instalar os seguintes Verbs:
ro: Sunteţi sigur că doriţi să instalaţi verbele selectate:
ru: Вы уверены, что хотите удалить следующие Библиотеки:
sv: Är du säker på att du vill installera följande verb:
tr: Aşağıdaki fiilleri yüklemek istediğinizden emin misiniz:

source: Error installing Verbs
de: Fehler beim Installieren der Verben
fr: Erreur lors de l'installation des verbes
he: שגיאה בהתקנת המתפעלים
hu: Hiba történt az igék telepítése közben
it: Errore durante l'installazione dei verbi
ja: Verbsのインストールに失敗しました
pl: Błąd podczas instalacji komponentu
pt: Erro ao instalar Verbs
ro: Eroare la instalarea verbelor
ru: Ошибка установки библиотек
sv: Fel vid installation av verb
tr: Fiiller kurulurken hata

source: Clear selection
cs: Zrušit výběr
de: Auswahl aufheben
fr: Vider la sélection
he: ניקוי הבחירה
hu: Kijelölés törlése
it: Cancella selezione
ja: 選択をクリア
nl: Selectie wissen
pl: Wyczyść zaznaczenie
pt: Limpar seleção
ro: Şterge selecţia
ru: Очистить выбранное
sv: Rensa markering
tr: Seçimi temizle

source: Engine Settings
cs: Nastavení modulu
de: Engineeinstellungen
fr: Paramètres du moteur
he: הגדרות מנוע
hu: Szolgáltatás beállításai
it: Impostazioni motore
ja: エンジンの設定
nl: Engine-instellingen
pl: Ustawienia silnika
pt: Configurações da engine
ro: Setările motorului
ru: Настройки Движка
sv: Motorinställningar
tr: Motor Ayarları

source: Information
cs: Informace
de: Informationen
he: מידע
hu: Tudnivalók
it: Informazioni
ja: 情報
nl: Informatie
pl: Informacje
pt: Informações
ro: Informație
ru: Информация
sv: Info
tr: Bilgi

source: Delete container
cs: Odstranit kontejner
de: Container löschen
fr: Supprimer le conteneur
he: מחיקת המכולה
hu: Tartály eltávolítása
it: Elimina il container
ja: コンテナを削除
nl: Container verwijderen
pl: Usuń kontener
pt: Excluir o contêiner
ro: Şterge containerul
ru: Удалить контейнер
sv: Ta bort behållare
tr: Konteyner'i sil

source: Change engine version
de: Engine Version ändern
fr: Changement de version du moteur
he: שינוי גרסת המנוע
hu: Szolgáltatási verzió megváltoztatása
it: Cambia la versione del motore
ja: エンジンのバージョンを変更
nl: Engine wijzigen
pl: Zmień wersję silnika
pt: Alterar versão do motor
ro: Schimbă versiunea motorului
ru: Измените версию движка
sv: Ändra motorversion
tr: Motor sürümünü değiştir

source: Open in file browser
cs: Otevřít v prohlížeči souborů
de: Im Dateimanager öffnen
fr: Ouvrir dans l'explorateur de fichier
he: פתיחה בסייר הקבצים
hu: Megnyitás fájlkezelőben
it: Apri nel Browser
ja: ファイルブラウザで開く
nl: Open in de bestandsbrowser
pl: Otwórz w przeglądarce plików
pt: Abrir no navegador de arquivos
ro: Deschide în browser
ru: Открыть в проводнике
sv: Öppna i filhanteraren
tr: Dosya tarayıcısında aç

source: Name:
cs: Jméno:
fr: Nom :
he: שם:
hu: Név:
it: Nome:
ja: 名前:
nl: Naam:
pl: Nazwa:
pt: Nome:
ro: Nume:
ru: Имя:
sv: Namn:
tr: İsim:

source: Path:
cs: Cesta:
de: Pfad:
fr: Chemin :
he: נתיב:
hu: Útvonal:
it: Percorso:
ja: パス:
nl: Bestandspad:
pl: Ścieżka:
pt: Caminho:
ro: Cale:
ru: Путь:
sv: Sökväg:
tr: Yol:

source: Installed shortcuts:
cs: Nainstalované zkratky:
de: Installierte Verknüpfungen:
fr: Raccourcis installés :
he: קיצורי דרך מותקנים:
hu: Telepített parancsikonok:
it: Collegamenti installati:
ja: インストール済みショートカット:
nl: Geïnstalleerde snelkoppelingen:
pl: Zainstalowane skróty:
pt: Atalhos instalados:
ro: Scurtături instalate:
ru: Установленные ярлыки:
sv: Installerade genvägar:
tr: Kurulu kısayollar:

source: Wine version:
cs: WINE verze:
fr: Version de wine :
he: גרסת Wine:
hu: Wine verzió:
it: Versione di wine:
ja: ワインのバージョン:
nl: Wine versie:
pl: Wersja Wine:
pt: Versão do Wine:
ro: Versiune Wine:
ru: Версия Вайна:
tr: Wine sürümü:

source: Wine architecture:
cs: WINE architektůra:
de: Wine Architektur:
fr: Architecture de wine :
he: ארכיטקטורת Wine:
hu: Wine építészet:
it: Architettura di wine:
ja: ワインのアーキテクチャ：
nl: Architectuur van Wine:
pl: Architektura Wine:
pt: Arquitetura Wine:
ro: Arhitectură Wine:
ru: Архитектура Вайна:
sv: Wine-arkitektur:
tr: Wine mimarisi:

source: Wine distribution:
cs: WINE distribuce:
fr: Distribution de wine :
he: הפצת Wine:
hu: Wine terjesztés:
it: Distribuzione wine:
ja: ワインのディストリビューション：
nl: Distributie van Wine:
pl: Dystrybucja Wine:
pt: Distribuição Wine:
ro: Distribuție Wine:
ru: Сборка Вайна:
tr: Wine dağıtımı:

source: Tools
cs: Nástroje
de: Werkzeuge
fr: Outils
he: כלים
hu: Eszközök
it: Strumenti
ja: ツール
nl: Gereedschap
pl: Narzędzia
pt: Ferramentas
ro: Instrumente
ru: Инструменты
sv: Verktyg
tr: Araçlar

source: Run executable
cs: Otevřít spustitelný soubor
de: Executable ausführen
fr: Exécuter
he: הרצת קובץ בר־הרצה
hu: Végrehajtható fájlfuttatás
it: Eseguire l'eseguibile
ja: 実行ファイルを実行
nl: Uitvoeren
pl: Uruchom plik wykonywalny
pt: Executar o executável
ro: Execută
ru: Запустить исполняемый файл
sv: Kör körbar fil
tr: Yürütebiliri çalıştır

source: Choose executable...
cs: Vyberte spustitelný soubor...
de: Ausführbare Datei wählen...
fr: Choisissez l'exécutable...
he: בחירת קובץ בר־הרצה...
hu: Végrehajtható fájlválasztás…
it: Scegliere il file eseguibile...
ja: 実行可能ファイルを選択...
nl: Kies uitvoerbaar...
pl: Wybierz plik wykonywalny...
pt: Escolher um executável...
ro: Alege executabil...
ru: Выберите исполняемый файл...
sv: Välj körbar fil...
tr: Yürütülebilir dosya seç...

source: Engine tools
cs: Nástroje modulů
de: Engine Werkzeuge
fr: Outils du moteur
he: כלי מנוע
hu: Szolgáltatás eszközök
it: Strumenti motore
ja: エンジンツール
nl: Engine gereedschappen
pl: Narzędzia silnika
pt: Ferramentas da engine
ro: Instrumente motor
ru: Инструменты движка
sv: Motorverktyg
tr: Motor araçları

source: Install
cs: Instalovat
de: Installieren
fr: Installer
he: התקנה
hu: Telepítés
it: Installa
ja: インストール
nl: Installeren
pl: Zainstaluj
pt: Instalar
ro: Instalează
ru: Установить
sv: Installera
tr: Kur

source: An error occurred while installing the engine
cs: Při instalaci modulu došlo k chybě
de: Bei der Installation der Engine ist ein Fehler aufgetreten
fr: Une erreur est survenue pendant l'installation du moteur
he: אירעה שגיאה במהלך התקנת המנוע
hu: Hiba történt a szolgáltatás telepítése közben
it: Errore durante l'installazione del motore
ja: エンジンのインストール中にエラーが発生しました
nl: Er is een fout opgetreden tijdens het installeren van de engine
pl: Wystąpił błąd podczas instalacji silnika
pt: Ocorreu um erro ao instalar a engine
ro: A apărut o eroare la instalarea motorului
ru: Произошла ошибка при установке движка
sv: Et fel inträffade när motorn installerades
tr: Motor kurulurken bir hata oluştu

source: Delete
cs: Smazat
de: Löschen
fr: Supprimer
he: מחיקה
hu: Törlés
it: Elimina
ja: 削除
nl: Verwijderen
pl: Usuń
pt: Excluir
ro: Şterge
ru: Удалить
sv: Radera
tr: Sil

source: An error occurred while deleting the engine
cs: Došlo k chybě při odstraňování modulu
de: Beim Löschen der Engine ist ein Fehler aufgetreten
fr: Une erreur s'est produite lors de la suppression du moteur
he: אירעה שגיאה במהלך מחיקת המנוע
hu: Hiba történt a szolgáltatás törlése közben
it: Errore durante l'eliminazione del motore
ja: エンジンの削除中にエラーが発生しました
nl: Er is een fout opgetreden tijdens het verwijderen van de engine
pl: Wystąpił błąd podczas usuwania silnika
pt: Ocorreu um erro ao excluir a engine
ro: A apărut o eroare la ștergerea motorului
ru: Произошла ошибка при удалении движка
sv: Ett fel inträffade när motorn skulle tas bort
tr: Motor silinirken bir hata oluştu

source: Version:
cs: Verze:
he: גרסה:
hu: Verzió:
it: Versione:
ja: バージョン:
nl: Versie:
pl: Wersja:
pt: Versão:
ro: Versiune:
ru: Версия:
tr: Sürüm:

source: Installed
cs: Nainstalované
de: Installiert
fr: Installé
he: מותקן
hu: Telepítve
it: Installato
ja: インストール済み
nl: Geïnstalleerd
pl: Zainstalowane
pt: Instalados
ro: Instalat
ru: Установлен
sv: Installerat
tr: Kurulu

source: Not installed
cs: Není nainstalováno
de: Nicht installiert
fr: Non installé
he: לא מותקן
hu: Nincs telepítve
it: Non installato
ja: 未インストール
nl: Niet geïnstalleerd
pl: Nie zainstalowane
pt: Não instalado
ro: Neinstalat
ru: Не установлено
sv: Inte installerat
tr: Kurulu değil

source: Repository Settings
cs: Nastavení repozitáře
de: Repository-Einstellungen
fr: Paramètres des dépôts
he: הגדרות מאגר
hu: Adattárolói beállítások
it: Impostazioni del repository
ja: リポジトリの設定
nl: Repository-instellingen
pl: Ustawienia repozytoriów
pt: Configurações do Repositório
ro: Setări Repo
ru: Параметры хранилищ(а)
sv: Inställningar för kodförråd
tr: Depo Ayarları

source: Priority
cs: Priorita
de: Priorität
fr: Priorité
he: עדיפות
hu: Sürgősség
it: Priorità
ja: 優先度
nl: Prioriteit
pl: Priorytet
pt: Prioridade
ro: Prioritate
ru: Приоритет
sv: Prioritet
tr: Öncelik

source: Repository name
fr: Nom du dépôt
he: שם המאגר
hu: Adattároló neve
it: Nome repository
ja: リポジトリ名
nl: Repository naam
pl: Nazwa repozytorium
pt: Nome do repositório
ro: Nume repo
ru: Имя репозитория
sv: Kodförrådets namn
tr: Depo adı

source: Move the repository up or down to change its priority
de: Verschiebe das Repository nach oben oder nach unten, um dessen Priorität zu ändern
fr: Déplacer le dépôt vers le haut ou vers le bas pour changer sa priorité
he: העברת המאגר למעלה או למטה תשנה את העדיפות שלו
hu: Adattároló felfelé vagy lefelé mozgatása sürgősség megváltoztatás
it: Sposta il repository su o giù per cambiare la sua priorità
ja: リポジトリを上下に移動して優先度を変更します
nl: Verplaats de repository omhoog of omlaag om zijn prioriteit te wijzigen
pl: Przenieść repozytorium w górę lub w dół, aby zmienić jego priorytet
pt: Mova o repositório para cima ou para baixo para alterar sua prioridade
ro: Mută repo-ul în sus sau în jos pentru a schimba prioritatea sa
ru: Переместить хранилище вверх или вниз, чтобы изменить ее приоритет
sv: Flytta kodförrådet uppåt eller nedåt för att ändra dess prioritet
tr: Önceliğini değiştirmek için depoyu yukarı veya aşağı hareket ettirin

source: Restore defaults
cs: Obnovit výchozí
de: Voreinstellungen wiederherstellen
fr: Restaurer les valeurs par défaut
he: שחזור לברירת המחדל
hu: Alapértelmezések visszaállítása
it: Ripristina impostazioni predefinite
ja: 既定値に戻す
nl: Standaardinstellingen herstellen
pl: Przywróć domyślne
pt: Restaurar para os padrões
ro: Restabilire valori implicite
ru: Восстановить настройки по умолчанию
sv: Återställ till standardinställningar
tr: Varsayılanları yükle

source: Restore default repositories
cs: Obnovit výchozí úložiště
de: Standard-Repositories wiederherstellen
fr: Restaurer les dépôts par défaut
he: שחזור למאגרי ברירת המחדל
hu: Alapértelmezett adattárolók visszaállítása
it: Ripristina Repositories predefiniti
ja: 既定値のリポジトリを復元
nl: Standaard pakketbronnen herstellen
pl: Przywróć domyślne repozytoria
pt: Restaurar para os repositórios padrões
ro: Restabilire repo-uri implicite
ru: Восстановить репозитории по умолчанию
sv: Återställ kodförråd
tr: Varsayılan depoları geri yükle

source: Are you sure you want to restore the default repositories?
de: Sind Sie sicher, dass Sie die Standard-Repositories wiederherstellen möchten?
fr: Êtes-vous sûr de vouloir restaurer les dépôts par défaut ?
he: לשחזר למאגרי ברירת המחדל?
hu: Biztos, hogy alapértelmezett adattárolók visszaállítása?
it: Sei sicuro di voler ripristinare i repositories predefiniti?
ja: 既定値のリポジトリを復元してもよろしいですか？
nl: Weet u zeker dat u de standaard repositories wilt herstellen?
pl: Na pewno chcesz przywrócić domyślne repozytoria?
pt: Você tem certeza que deseja restaurar todos os repositórios padrões?
ro: Sunteți sigur că doriți să restabiliți repo-urile implicite?
ru: Вы уверены, что хотите восстановить репозитории по умолчанию?
sv: Är du säker på att du vill återställa kodförråden?
tr: Varsayılan depoları geri yüklemek istediğinizden emin misiniz?

source: Fetch updates from the repositories to retrieve latest script versions
de: Repository-Updates herunterladen um die neuesten Skript Versionen zu erhalten
fr: Récupérer les mises à jour des dépôts pour récupérer les nouvelles versions des scripts
he: משיכת עדכונים מהמאגרים לקבלת גרסאות התסריטים העדכניות
hu: Legújabb parancsfájl verziók frissítések lekérése az adattarolótól
it: Recupera gli aggiornamenti dai repository per recuperare le versioni degli script più recenti
ja: 最新のスクリプトバージョンを取得するためにリポジトリから更新を取得します。
nl: Updates ophalen van de repositories om de laatste script versies te verkrijgen
pl: Pobierz aktualizacje, aby korzystać z najnowszych wersji skryptów
pt: Buscar atualizações nos repositórios para obter versões mais recentes de script
ro: Descărca actualizări din repo-uri pentru cele mai recente versiuni de script-uri
ru: Загрузить обновления из хранилищ чтобы получить последнии версии сценариев
sv: Hämta uppdateringar från kodförråden för att hämta de senaste skriptversionerna
tr: En son komut dosyası sürümlerini almak için depolardan güncellemeleri getir

source: Refresh Repositories
cs: Aktualizace repozitářů
de: Repositories aktualisieren
fr: Rafraîchir la liste des dépôts
he: ריענון המאגרים
hu: Adattárolók frissítése
it: Aggiorna il repository
ja: リポジトリを更新
nl: Ververs Repositories
pl: Odśwież repozytoria
pt: Atualizar Repositórios
ro: Reîmprospătare Repo-uri
ru: Обновить Репозитории
sv: Uppdatera kodförråd
tr: Depoları Yenile

source: Git Revision:
cs: Git Revize:
hu: Git felülvizsgálat:
it: Revisione di git:
ja: Gitリビジョン:
nl: Git Revisie:
pl: Wersja Git:
pt: Revisão do Git:
ro: Revizie Git:
ru: Ревизия Гит:
tr: Git Revizyonu:

source: Build Timestamp:
de: Zeitstempel des Builds:
fr: Horodatage de construction :
he: חותמת זמן לבנייה:
hu: Összeállítás időbélyege:
it: Costruire il Timestamp:
ja: ビルドタイムスタンプ:
nl: Bouw een tijdstempel:
pl: Sygnatura czasowa kompilacji:
pt: Timestamp da Build:
ru: Создание штампа времени:
tr: Zaman Damgası Oluştur:

source: User Interface Settings
cs: Nastavení uživatelského rozhraní
de: Einstellungen für die Benutzeroberfläche
fr: Paramètres de l'interface
he: הגדרות ממשק המשתמש
hu: Felhasználói felület beállításai
it: Impostazioni dell'interfaccia utente
ja: ユーザーインターフェイスの設定
nl: Gebruikersinterface instellingen
pl: Konfiguracja interfejsu użytkownika
pt: Configurações de Interface do usuário
ro: Setări Interfaţă Utilizator
ru: Настройка интерфейса пользователя
sv: Inställningar för användargränssnitt
tr: Kullanıcı Arayüz Ayarları

source: Theme
cs: Motiv
de: Erscheinungsbild
fr: Thème
he: ערכת נושא
hu: Téma
it: Tema
ja: テーマ
nl: Thema
pl: Motyw
pt: Tema
ro: Temă
ru: Тема
sv: Tema
tr: Tema

source: Advanced mode (requires restart)
de: Erweiterter Modus (Neustart erforderlich)
fr: Mode avancé (nécessite un redémarrage)
he: מצב מתקדם (דורש הפעלה מחדש)
hu: Haladó mód (újraindítás szükséges)
it: Modalità avanzata (richiede riavvio)
ja: 詳細モード (再起動が必要)
pl: Tryb zaawansowany (wymaga restartu)
pt: Modo avançado (requer reinicialização)
ro: Mod avansat (necesită repornire)
ru: Расширенный режим (требуется перезапуск)
sv: Avancerat läge (kräver omstart)
tr: Gelişmiş kip (yeniden başlatılmalı)

source: View the scripts’ source repository
de: Quellcode-Repository des Skripts anzeigen
fr: Voir le dépôt source des scripts
he: צפייה בקוד המקור של התסריט
hu: A parancsfájlok forrás adattárolásának megtekintése
it: Mostra repository del codice sorgente degli script
ja: スクリプトのソースリポジトリを表示
nl: De scripts bron repository bekijken
pl: Zobacz repozytorium kodu źródłowego skryptów
pt: Ver os repositórios de origem dos scripts
ro: Vezi repo-ul sursă al script-urilor
ru: Просмотреть репозиторий исходников сценариев
sv: Visa skriptens kodförråd
tr: Komut dosyalarının kaynak deposunu görüntüle

source: Scale the user interface
cs: Měřítko uživatelského rozhraní
de: Benutzeroberfläche skalieren
fr: Mettre à l'échelle l'interface
he: התאמת קנה המידה של ממשק המשתמש
hu: Felhasználói felület méretezése
it: Ridimensiona interfaccia utente
ja: ユーザーインターフェースを拡大・縮小する
nl: Schaal de gebruikersinterface
pl: Przeskaluj interfejs
pt: Escala a interface do usuário
ro: Redimensionează interfaţa cu utilizatorul
ru: Масштабировать пользовательский интерфейс
sv: Skala användargränssnittet
tr: Kullanıcı arayüzünü ölçekle

source: Restore defaults (requires restart)
cs: Obnovit výchozí nastavení (vyžaduje restart)
de: Zurücksetzen (erfordert Neustart)
fr: Restaurer les paramètres par défaut (nécessite un redémarrage)
he: שחזור לברירת המחדל (דורש הפעלה מחדש)
hu: Alapértelmezések visszaállítása (újraindítást igényel)
it: Ripristinare le impostazioni predefinite (richiede riavvio)
ja: デフォルトに戻す（再起動が必要）
nl: Standaardinstellingen herstellen (opnieuw opstarten noodzakelijk)
pl: Przywróć domyślne (wymagany restart)
pt: Restaurar para os padrões (requer reinicialização)
ro: Restabilire valori implicite (necesită repornirea aplicației)
ru: Восстановить значения по умолчанию (требуется перезапуск)
sv: Återställ standardinställningar (kräver omstart)
tr: Varsayılanları yükle (yeniden başlatma gerektirir)

source: Error while creating shortcut
cs: Chyba při vytváření zkratky
de: Fehler beim Erstellen der Verknüpfung
fr: Une erreur est survenue lors de la création du raccourci
he: שגיאה במהלך יצירת קיצור הדרך
hu: Hiba történt a parancsikon létrehozása közben
it: Errore nella creazione della scorciatoia
ja: ショートカットの作成中にエラーが発生しました
nl: Fout tijdens het aanmaken van de snelkoppeling
pl: Wystąpił błąd podczas tworzenia skrótu
pt: Erro ao criar o atalho
ro: Eroare la crearea comenzii rapide
ru: Ошибка при создании ярлыка
sv: Fel vid skapande av genväg
tr: Kısayol oluştururken hata

source: Uninstall {0}
cs: Odinstalovat {0}
de: {0} deinstallieren
fr: Désinstalle {0}
he: הסרת {0}
hu: A(z) {0} eltávolítása
it: Disinstalla {0}
ja: {0} をアンインストール
nl: Deïnstalleren {0}
pl: Odinstaluj {0}
pt: Desinstalar {0}
ro: Dezinstalaţi {0}
ru: Удалить {0}
sv: Avinstallera {0}
tr: Kaldır {0}

source: Are you sure you want to uninstall {0}?
cs: Opravdu chcete odinstalovat modul {0}?
de: Sind Sie sicher, dass Sie {0} deinstallieren möchten?
fr: Êtes-vous sûr de vouloir désinstaller {0}?
he: להסיר את {0}?
hu: Biztosan szeretné a(z) {0} eltávolítása?
it: Sei sicuro di voler disinstallare {0}?
ja: {0} をアンインストールしてもよろしいですか？
nl: Weet u zeker dat u {0} wilt deïnstalleren?
pl: Czy na pewno odinstalować {0}?
pt: Você tem certeza que deseja desinstalar {0}?
ro: Sunteți sigur că doriți să dezinstalați {0}?
ru: Вы уверены, что хотите удалить {0}?
sv: Vill du verkligen avinstallera {0}?
tr: {0} kaldırmak istediğinizden emin misiniz?

source: Error while uninstalling {0}
cs: Při odstranění {0} došlo k chybě
de: Fehler bei der Deinstallation von {0}
fr: Erreur lors de la désinstallation de {0}
he: שגיאה במהלך הסרת {0}
hu: Hiba történt a(z) {0} eltávolítása közben.
it: Errore durante la disinstallazione di {0}
ja: {0} のアンインストール中にエラーが発生しました
nl: Fout tijdens het verwijderen van {0}
pl: Wystąpił błąd podczas odinstalowywania {0}
pt: Erro ao desinstalar {0}
ro: Eroare în timpul dezinstalării {0}
ru: Ошибка при удалении {0}
sv: Fel vid avinstallation av {0}
tr: {0} kaldırılırken hata

source: Please specify a name!
cs: Zadejte název!
de: Bitte einen Namen angeben!
fr: Veuillez spécifier un nom !
he: נא לציין שם!
hu: Kérjük, adjon meg egy nevét.
it: Prego specificare un nome!
ja: 名前を指定してください！
nl: Geef u een naam op, alstublief!
pl: Proszę określ nazwę!
pt: Por favor, especifique um nome!
ro: Specifică un nume!
ru: Пожалуйста, укажите имя!
sv: Ange ett namn!
tr: Lütfen bir isim belirtin!

source: Please specify a category!
cs: Zadejte kategorii!
de: Bitte eine Kategorie angeben!
fr: Veuillez spécifier un catégorie !
he: נא לציין קטגוריה!
hu: Kérjük, adjon meg egy osztályt.
it: Si prega di specificare una categoria!
ja: カテゴリを指定してください！
nl: Geef u een categorie op, alstublief!
pl: Proszę wybrać kategorię!
pt: Por favor, especifique uma categoria!
ro: Specifică o categorie!
ru: Пожалуйста, укажите категорию!
sv: Välj en kategori!
tr: Lütfen bir kategori belirtin!

source: Please specify a valid miniature!
cs: Zadejte prosím platnou miniatůru!
de: Bitte ein gültiges Bild angeben!
fr: Veuillez spécifier une miniature valide !
hu: Kérjük, adjon meg egy érvényes kisméretűt.
it: Si prega di specificare una valida miniatura!
ja: 有効なアイコン画像を指定してください！
nl: Geef u een miniatuur op, alstublief!
pl: Wybierz poprawną miniaturę!
pt: Por favor, especifique uma miniatura válida!
ro: Specifică o miniatură validă!
ru: Пожалуйста, укажите действительную иконку!
sv: Välj en giltig miniatyr!
tr: Lütfen geçerli bir minyatür belirtin!

source: Please specify a valid executable!
cs: Zadejte platný spustitelný soubor!
de: Bitte eine gültige Executable angeben!
fr: Veuillez spécifier un exécutable valide !
he: נא לציין קובץ בר־הרצה תקין!
hu: Kérjük, adjon meg egy érvényes végrehajtható fájlt.
it: Si prega di specificare un file eseguibile valido!
ja: 有効な実行ファイルを指定してください！
nl: Geef u een geldig uitvoerbaar bestand op, alstublief!
pl: Wybierz poprawny plik wykonywalny!
pt: Por favor, especifique um executável válido!
ro: Specifică un executabil valid!
ru: Пожалуйста, укажите действительный исполняемый файл!
sv: Välj en giltig körbar fil!
tr: Lütfen geçerli bir yürütülebilir dosya belirtin!

source: Create
cs: Vytvořit
de: Erstellen
fr: Créer
he: יצירה
hu: Létrehozás
it: Crea
ja: 作成
nl: Aanmaken
pl: Utwórz
pt: Criar
ro: Creează
ru: Создать
sv: Skapa
tr: Oluştur

source: Category:
cs: Kategorie:
de: Kategorie:
fr: Catégories :
he: קטגוריה:
hu: Osztály:
it: Categoria:
ja: カテゴリ:
nl: Categorie:
pl: Kategoria:
pt: Categoria:
ro: Categorie:
ru: Категория:
sv: Kategori:
tr: Kategori:

source: Description:
cs: Popis:
de: Beschreibung:
he: תיאור:
hu: Leírás:
it: Descrizione:
ja: 説明:
nl: Beschrijving:
pl: Opis:
pt: Descrição:
ro: Descriere:
ru: Описание:
sv: Beskrivning:
tr: Açıklama:

source: Miniature:
cs: Miniatura:
de: Bild:
hu: Kisméretű:
it: Miniatura:
ja: アイコン画像
nl: Miniatuur:
pl: Miniatura:
pt: Miniatura:
ro: Miniatură:
ru: Эскиз:
sv: Miniatyr:
tr: Minyatür:

source: Browse...
cs: Procházet...
de: Durchsuchen...
fr: Parcourir...
he: עיון...
hu: Tallózás…
it: Sfoglia...
ja: 参照...
nl: Bladeren...
pl: Przeglądaj...
pt: Navegar...
ro: Răsfoire...
ru: Обзор...
sv: Bläddra...
tr: Gözat...

source: Images
cs: Obrázky
de: Bilder
he: תמונות
hu: Képek
it: Immagini
ja: 画像
nl: Afbeeldingen
pl: Obrazy
pt: Imagens
ro: Imagini
ru: Изображения
sv: Avbilder
tr: Görüntüler

source: Executable:
cs: Spustitelný soubor:
de: Ausführbare Datei:
he: קובץ בר־הרצה:
hu: Végrehajtható fájl:
it: Eseguibile:
ja: 実行可能ファイル:
nl: Uitvoerbaar Bestand:
pl: Plik wykonywalny:
pt: Executável:
ro: Executabil:
ru: Исполняемый файл:
sv: Körbar fil:
tr: Çalıştırılabilir:

source: Environment
de: Umgebung
fr: Environnement
he: סביבה
hu: Környezet
it: Ambiente
ja: 環境
nl: Omgeving
pl: Środowisko
pt: Ambiente
ro: Mediu
ru: Среда
sv: Miljö
tr: Ortam

source: Run
cs: Spustit
de: Starten
fr: Exécuter
he: הפעלה
hu: Fut
it: Esegui
ja: 実行
nl: Uitvoeren
pl: Uruchom
pt: Executar
ro: Execută
ru: Запустить
sv: Kör
tr: Çalıştır

source: Close
cs: Zavřít
de: Schließen
fr: Fermer
he: סגירה
hu: Bezárás
it: Chiudi
ja: 閉じる
nl: Sluiten
pl: Zamknij
pt: Fechar
ro: Închide
ru: Закрыть
sv: Avsluta
tr: Kapat

source: Uninstall
cs: Odinstalovat
de: Deinstallieren
fr: Désinstaller
he: הסרה
hu: Eltávolítás
it: Disinstalla
ja: アンインストール
nl: Verwijderen
pl: Odinstaluj
pt: Desinstalar
ro: Dezinstalare
ru: Удалить
sv: Avinstallera
tr: Kaldır

source: Edit
cs: Upravit
de: Bearbeiten
fr: Éditer
he: עריכה
hu: Szerkesztés
it: Modifica
ja: 編集
nl: Bewerken
pl: Edytuj
pt: Editar
ro: Editare
ru: Редактировать
sv: Redigera
tr: Düzenle
