Repository: PhoenicisOrg/phoenicis
Catalog: i18n/*.po
Languages: cs, de, fr, he, hu, it, ja, nl, pl, pt, ro, ru, sv, tr

source: Create shortcut
cs: Vytvořit zástupce
de: Verknüpfung erstellen
fr: Créer un raccourci
he: יצירת קיצור דרך
hu: Parancsikon létrehozása
it: Crea Collegamento
ja: ショートカットを作成
nl: Snelkoppeling maken
pl: Utwórz skrót
pt: Criar atalho
ro: Creare comenzi rapide
ru: Создать ярлык
sv: Skapa genväg
tr: Kısayol oluştur

source: Run a script
cs: Spustit skript
de: Skript ausführen
fr: Exécuter un script
he: הרצת תסריט
hu: Parancsfájl futtatása
it: Esegui script
ja: スクリプトの実行
nl: Voer een script uit
pl: Uruchom skrypt
pt: Executar o script
ro: Execută script
ru: Запустить сценарий
sv: Kör skript
tr: Betik çalıştır

source: Open Script...
cs: Otevřené skript...
de: Skript öffnen...
fr: Ouvrir le script...
he: פתיחת תסריט...
hu: Parancsfájl megnyitása…
it: Apri script...
ja: スクリプトを開く...
nl: Script openen...
pl: Otwórz skrypt...
pt: Abrir o script...
ro: Deschide Script...
ru: Открыть сценарий...
sv: Öppna skript...
tr: Betik Aç...

source: {0} console
cs: konzole {0}
de: {0}-Konsole
fr: Console {0}
he: שורת פקודה {0}
hu: A(z) {0} vezérlőpult
it: console {0}
ja: {0} コンソール
pl: Konsola {0}
pt: console {0}
ro: consola {0}
ru: {0} консоль
sv: {0} konsol
tr: {0} konsol

source: Advanced Tools
cs: Pokročilé nástroje
de: Erweiterte Werkzeuge
fr: Outils avancés
he: כלים מתקדמים
hu: Haladó eszközök
it: Strumenti avanzati
ja: 高度なツール
nl: Geavanceerde hulpprogramma's
pl: Zaawansowane narzędzia
pt: Ferramentas avançadas
ro: Instrumente avansate
ru: Дополнительные инструменты
sv: Avancerade verktyg
tr: Gelişmiş Araçlar

source: Save
cs: Uložit
de: Speichern
fr: Sauvegarder
he: שמירה
hu: Mentés
it: Salva
ja: 保存
nl: Opslaan
pl: Zapisz
pt: Salvar
ro: Salvare
ru: Сохранить
sv: Spara
tr: Kaydet

source: My applications
cs: Aplikace
de: Meine Anwendungen
fr: Mes applications
he: היישומים שלי
hu: Alkalmazásaim
it: Mie applicazioni
ja: マイアプリケーション
nl: Mijn applicaties
pl: Moje aplikacje
pt: Meus aplicativos
ro: Aplicațiile mele
ru: Мои приложения
sv: Mina applikationer
tr: Uygulamalarım

source: Create a new shortcut
cs: Vytvořit nového zástupce
de: Neue Verknüpfung erstellen
fr: Créer un nouveau raccourci
he: יצירת קיצור דרך חדש
hu: Új parancsikon létrehozása
it: Crea un collegamento
ja: 新しいショートカットを作成
nl: Een nieuwe snelkoppeling aanmaken
pl: Utwórz nowy skrót
pt: Criar um novo atalho
ro: Creează o nouă comandă rapidă
ru: Создать новый ярлык
sv: Skapa genväg
tr: Yeni kısayol oluştur

source: Installers
cs: Instalátory
de: Installationsskripts
fr: Installeurs
he: אשפי התקנה
hu: Telepítők
it: Installatori
ja: インストーラー
nl: Installatieprogrammas
pl: Instalatory
pt: Instalador
ro: Instalări
ru: Установщики
sv: Installerare
tr: Kurucular

source: Source: {0}
cs: Zdroj: {0}
de: Quelle: {0}
he: מקור: {0}
hu: Forrás: {0}
it: Fonte: {0}
ja: ソース: {0}
nl: Bron: {0}
pl: Źródła: {0}
pt: Origem: {0}
ro: Sursă: {0}
ru: Источник: {0}
sv: Källa: {0}
tr: Kaynak: {0}

source: Error while trying to download the installer
cs: Během stahování instalatoru došlo k chybě
de: Fehler beim Herunterladen des Skripts
fr: Une erreur est survenue lors du téléchargement de l'installeur
he: שגיאה במהלך ניסיון להוריד את אשף ההתקנה
hu: Hiba történt a telepítő letöltése közben
it: Errore durante il tentativo di scaricare l'installer
ja: インストーラのダウンロード中にエラーが発生しました
nl: Fout tijdens het downloaden van de installer
pl: Błąd podczas pobierania instalatora
pt: Erro ao tentar baixar o instalador
ro: Eroare la descărcarea instalării
ru: Ошибка при попытке загрузить установщик
sv: Fel vid hämtning av installationsprogrammet
tr: Yükleyiciyi indirmeye çalışırken hata

source: Testing
cs: Testování
de: In Testphase
fr: En test
he: בדיקה
hu: Bevizsgáló
it: Test
ja: テスト中
nl: Aan het testen
pl: Testowane
pt: Em testes
ro: Testare
ru: Тестирование
sv: Testning
tr: Deneniyor

source: Commercial
cs: Komerční
de: Kommerziell
fr: Commerciale
he: מסחרי
hu: Kereskedelmi
it: Commerciale
ja: 有料
nl: Commerciële
pl: Komercyjne
pt: Comercial
ro: Comerciale
ru: Коммерческие
sv: Kommersiell
tr: Ticari

source: Patch required
cs: Je potřeba patch
de: Patch erforderlich
fr: Correctif requis
he: נדרש טלאי
hu: Javítás szükséges
it: Patch necessaria
ja: パッチが必要です
nl: Patch nodig
pl: Wymagana poprawka
pt: Patch necessário
ro: Patch-uri necesare
ru: Необходим патч
sv: Patch krävs
tr: Yama gerekli

source: All Operating Systems
cs: Všechny operační systémy
de: Alle Betriebssysteme
fr: Tous les OS
he: כל מערכות ההפעלה
hu: Minden operációs rendszer
it: Tutti i sistemi operativi
ja: すべてのオペレーティングシステム
nl: Alle besturingssystemen
pl: Wszystkie systemy operacyjne
pt: Todos os Sistemas Operacionais
ro: Toate sistemele de operare
ru: Все операционные системы
sv: Alla operativsystem
tr: Tüm İşletim Sistemleri

source: The script ended unexpectedly
cs: Script byl předčastně ukončen
de: Das Skript wurde unerwartet beendet
fr: Le script s'est terminé de façon inattendue
he: התסריט נעצר בהפתעה
hu: A parancsfájlt váratlanul véget ért
it: Lo script terminato in modo imprevisto
ja: スクリプトが予期せず終了しました
nl: Het script werd onverwacht beëindigd
pl: Skrypt zakończył się nieoczekiwanie
pt: O script terminou inesperadamente
ro: Scriptul s-a terminat în mod neaşteptat
ru: Сценарий неожиданно закончился
sv: Skriptet avslutades oväntat
tr: Komut beklenmedik bir şekilde sona erdi

source: Also show apps in testing state
de: Auch Apps im Teststatus anzeigen
fr: Afficher également les applications en état de test
he: להציג גם יישומים בשלבי בדיקה
hu: Alkalmazások megjelenítése tesztelési állapotban
ja: テスト中のアプリを表示する
pl: Pokazuj również aplikacje w stanie testowania
pt: Também exibir aplicativos em fase de testes
ro: Arată și aplicațiile în stare de testare
ru: Также показывать приложения в состоянии тестирования
sv: Visa även appar i under testning
tr: Uygulamaları test durumunda da göster

source: Also show apps, where CD patch is necessary
de: Auch Apps anzeigen, für die ein CD Patch benötigt wird
fr: Afficher également les applications, où le patch de CD est nécessaire
he: להציג גם יישומים להם נחוץ טלאי מתקליטור
hu: Alkalmazások megjelenítése ahol CD-javítás szükséges
ja: CDパッチが必要なアプリを表示する
pl: Wyświetlaj również aplikacje, gdzie konieczne jest wprowadzenie patch-a CD
pt: Também exibir aplicativos, onde as correções de CD são necessárias
ro: Arată și aplicațiile care necesită un patch CD
ru: Также показывать приложения, где необходим CD патч
sv: Visa även appar där CD-patch krävs
tr: CD yamasının gerekli olduğu uygulamaları da göster

source: Also show apps not free of costs
de: Auch Apps anzeigen, die nicht kostenlos sind
fr: Afficher également les applications non gratuites
he: להציג גם יישומים בתשלום
hu: Nem ingyenes alkalmazások megjelenítése
ja: 無料でないアプリを表示する
pl: Pokazuj również aplikacje nie zwolnione z kosztów
pt: Também exibir aplicativos que não são livres de custos
ro: Arată și aplicațiile care nu sunt gratuite
ru: Также показывать платные приложения
sv: Visa även appar som inte är kostnadsfria
tr: Ücretsiz olmayan uygulamaları da göster

source: Also show apps tested on different OS
de: Auch Apps anzeigen, die nur auf einem anderen Betriebssystem getestet wurden
fr: Afficher également les applications testées sur différents systèmes d'exploitation
he: להציג גם יישומים שנבדקו על מערכת הפעלה אחרת
hu: Más operációs rendszereken tesztelt alkalmazások megjelenítése
ja: 異なるOSでテストされたアプリも表示する
pl: Pokazuj również aplikacje testowane w innym systemie operacyjnym
pt: Também exibir aplicativos testados em diferentes sistemas operacionais
ro: Arată și aplicațiile testate pe alte sisteme de operare
ru: Также показывать приложения, протестированные на других ОС
sv: Visa även appar som testats på andra operativsystem
tr: Farklı işletim sistemlerinde test edilen uygulamaları göster

source: Filters
cs: Filtry
de: Filter
fr: Filtres
he: מסננים
hu: Szűrők
it: Filtri
ja: フィルタ
pl: Filtry
pt: Filtros
ro: Filtre
ru: Фильтры
sv: Filter
tr: Süzgeçler

source: Stack trace:
fr: État de la pile :
hu: Veremkiíratás:
ja: スタックトレース:
pl: Ślad stosu:
ro: Trasare stivă:
ru: Трассировка стека:
tr: Yığın izi:

source: Installation wizard for {0}
cs: Průvodce instalací pro {0}
de: Installationsassistent für {0}
fr: Assistant d’installation pour {0}
he: אשף ההתקנה של {0}
hu: Telepítési varázsló a(z) {0} számára
it: Installazione guidata per {0}
ja: {0} のインストールウィザード
nl: Installatiewizard van {0}
pl: Kreator instalacji dla {0}
pt: Assistente de instalação para {0}
ro: Expert de instalare pentru {0}
ru: Мастер установки для {0}
sv: Installationsguide för {0}
tr: {0} için yükleme sihirbazı

source: Program by {0}
cs: Program od {0}
de: Programm von {0}
fr: Programme de {0}
hu: Program: {0}
it: Programma da {0}
ja: {0} によるプログラム
nl: Programma door {0}
pl: Autor programu: {0}
pt: Programa por {0}
ro: Program de {0}
ru: Программа от {0}
sv: Program av {0}
tr: Program yapımcı {0}

source: For more information about this program, visit:
cs: Pro více informací o tomto programu navštivte:
de: Für weitere Informationen über dieses Programm besuchen Sie:
fr: Pour plus d’information à propos de ce programme, rendez-vous sur:
he: למידע נוסף על התוכנית:
hu: További információt erről a programról látogasson el ide:
it: Per ulteriori informazioni su questo programma, visitare:
ja: このプログラムの詳細については、以下を参照してください:
nl: Voor meer informatie over dit programma, kunt u bezoek:
pl: Aby uzyskać więcej informacji na temat tego programu odwiedź:
pt: Para mais informações sobre este programa, visite:
ro: Pentru mai multe informații despre acest program, vizitați:
ru: Для дополнительной информации об этой программе посетите:
sv: För mer information om detta program, besök:
tr: Bu program hakkında daha fazla bilgi için ziyaret edin:

source: Installation script by {0}
cs: Instalace scriptu od {0}
de: Installationsskript von {0}
fr: Script d’installation par {0}
he: תסריט התקנה מאת {0}
hu: Telepítési parancsfájl: {0}
it: Script di installazione da {0}
ja: {0} によるインストールスクリプト
nl: Installatiescript door {0}
pl: Skrypt instalacyjny autorstwa {0}
pt: Script de instalação por {0}
ro: Script de instalare de {0}
ru: Сценарий установки подготовил {0}
sv: Installationsskript av {0}
tr: {0} tarafından yükleme komut dosyası

source: {0} will be installed in: {1}
cs: {0} bude nainstalován do: {1}
de: {0} wird installiert in {1}
fr: {0} sera installé dans : {1}
he: התקנת {0} תתבצע בעוד: {1}
hu: A(z) {0} telepítése: {1}
it: {0} verrà installato: {1}
ja: {0} は次の場所にインストールされます: {1}
nl: {0} zal worden geïnstalleerd in: {1}
pl: {0} zostanie zainstalowane w: {1}
pt: {0} será instalado em: {1}
ro: {0} va fi instalat în: {1}
ru: {0} будет устанавленна в: {1}
sv: {0} kommer att installeras i {1}
tr: {0} yüklenecek: {1}

source: {0} is not responsible for anything that might happen as a result of using these scripts.
cs: {0} není zoodpovědný za nic co by se mohlo stat používáním těchto scriptů.
de: {0} ist nicht verantwortlich für irgendetwas, das durch die Nutzung dieser Skripts passieren könnte.
fr: {0} n'est pas responsable de ce qui pourrait se produire en utilisant ces scripts.
he: כל הדברים שעלולים לקרות כתוצאה משימוש בתסריטים הללו אינם באחריות {0}.
hu: {0} nem vállal felelősséget bármiért, amely a parancsfájlok használatával következhet be.
it: {0} non è responsabile per tutto ciò che potrebbe accadere come conseguenza dell'utilizzo di questi script.
ja: {0} は、これらのスクリプトを使用した結果発生する可能性のあることについて責任を負いません。
nl: {0} is niet verantwoordelijk als er iets gebeurt als gevolg van het gebruik van deze scripts.
pl: {0} nie jest odpowiedzialny za nic, co może się zdarzyć w wyniku działania skryptów.
pt: {0} não é responsável pelo que possa acontecer como resultado do uso destes scripts.
ro: {0} nu este responsabil pentru tot ce s-ar putea întâmpla ca rezultat al folosirii acestor script-uri.
ru: {0} не является ответственным за все, что может произойти в результате использования этих сценариев.
sv: {0} är inte ansvarig för något som kan hända till följd av användningen av dessa skript.
tr: Bu kodların kullanılması sonucu olabilecek herhangi bir şeyden {0} sorumlu değildir.

source: Click Next to start.
cs: Stiskněte Další ke spuštění.
de: Klicken Sie Weiter um zu beginnen.
fr: Cliquer sur "Suivant" pour commencer.
he: יש ללחוץ על המשך כדי להתחיל.
hu: Kezdéshez kattintson a Tovább gombra.
it: Fare clic su Avanti per iniziare.
ja: 開始するには次へをクリックします。
nl: Klik op volgende om te beginnen.
pl: Kliknij przycisk Dalej, aby rozpocząć.
pt: Clique em avançar para começar.
ro: Faceți clic pe „Următor” pentru a începe.
ru: Нажмите "Далее", чтобы начать.
sv: Klicka på "Nästa" för att starta.
tr: Başlatmak için ileri.

source: Error during engine version change
he: שגיאה במהלך שינוי גרסת המנוע
ja: エンジンのバージョン変更中にエラーが発生しました
